Repository: pop-os/repoman
Catalog: po/*.po
Languages: sv

source: Remove Source
sv: Ta bort arkiv

source: Are you sure you want to remove this source?
sv: Är du säker på att du vill ta bort det här förvaret

source: If you remove this source, you will need to add it again to continue using it. Any software you've installed from this source will remain installed.
sv: Om du tar bort det här förvaret måste du lägga till det igen för att fortsätta använda det. Och programvara du har installerat från det här förvaret kommer fortfarande att vara installerat.

source: Add Source
sv: Lägg arkiv

source: Enter Source Line
sv: Skriv deb linje

source: e.g. ppa:mirkobrombin/ppa
sv: t.e. ppa:mirkobrombin/ppa

source: Source Line
sv: deb linje

source: Modify Source
sv: Ändra arkiv

source: Type
sv: Typ

source: URI
sv: ERI

source: Component
sv: Komponent

source: Enabled
sv: Aktiverat

source: Binary
sv: Binär

source: Source code
sv: Koda

source: Extra Sources
sv: Extra arkiv

source: These sources are for software provided by a third party. They may present a security risk or can cause system instability. Only add sources that you trust.
sv: Dessa arkiv är för programvara som tillhandahålls av en tredje part. De kan innebära en säkerhetsrisk eller kan orsaka instabilitet i systemet. Lägg bara till arkiv som du litar på.

source: Source
sv: Arkiv

source: Add New Source
sv: Lägg till nytt arkiv

source: Modify Selected Source
sv: Ändra valda arkiv

source: Include source code
sv: Inkludera kod

source: Official Sources
sv: Officiella arkiv

source: Official sources are those provided by %s and its developers. It's recommended to leave these sources enabled.
sv: Officiella arkiv är de som tillhandahålls av %s och dess utvecklare. Det rekommenderas att lämna dessa källor aktiverade.

source: Developer Options (Advanced)
sv: Utvecklaralternativ (Avancerat)

source: These options are those which are primarily of interest to developers.
sv: Dessa alternativ är de som främst är av intresse för utvecklare.

source: Proprietary Drivers for Devices
sv: Proprietär programvara för enheter

source: Software with Copyright or Legal Restrictions
sv: Programvara med upphovsrätt eller juridiska begränsningar

source: Settings
sv: Alternativ

source: Updates
sv: Uppdateringar

source: Update Sources
sv: Uppdatera arkiv

source: These sources control how %s checks for updates. It is recommended to leave these sources enabled.
sv: Dessa källor styr hur %s kontrollerar uppdateringar. Det rekommenderas att lämna dessa källor aktiverade.

source: Update Notifications
sv: Uppdateringsanmälningar

source: Change how %s notifies you about pending software updates.
sv: Ändra hur %s meddelar dig om pågående programuppdateringar.

source: Notify about new updates
sv: Meddela mig om nya uppdateringar

source: Automatically install important security updates.
sv: Installera automatiskt viktiga säkerhetsuppdateringar

source: Notify about new versions of %s
sv: Meddela mig om nya versioner av %s

source: Backported Updates
sv: Framtida uppdateringar
